// flow chart :-
{
  /*  
1   National level ---
        High Cooman   ------   4   ------
                ---warroom---
              5 -- राष्ट्रीय कोर टीम 
              6 -- राष्ट्रीय सहायक टीम
              7 -- राष्ट्रीय IT सेल प्रमुख
              8 -- राष्ट्रीय सहायक IT सेल प्रमुख
              9 -- राष्ट्रीय शिकायत सेल प्रमुख
              
                ----Monitoring Head----
              10 -- राष्ट्रीय संगठन मानीटरिंग हैड
              11 -- राष्ट्रीय संगठन रिपोर्टिंग हैड
              12 -- राष्ट्रीय IT सेल मानीटरिंग हैड
              13 -- राष्ट्रीय IT सेल रिपोर्टिंग हैड
        ( 5,6,7,8,9,10,11,12,13) view list
        ( 5,6,7,8,9) add lower level data

              14 --- प्रदेश प्रभारी state
              15 --- प्रदेश अध्यक्ष state
              16 --- प्रदेश कोर टीम state
              17 --- प्रदेश सहायक टीम state
              18 --- प्रदेश IT सेल प्रमुख state
              19 --- प्रदेश सिकायत सेल प्रमुख
              20 --- प्रदेश सहायक IT सेल प्रमुख
              21 --- प्रदेश संगठन मानीटरिंग हैड
              22 --- प्रदेश संगठन रिपोर्टिंग हैड
              23 --- प्रदेश IT सेल मानीटरिंग हैड
              24 --- प्रदेश IT सेल रिपोर्टिंग हैड state

        ( 14,15,16,17,18,19,20,"21","22","23","24" ) view list 
        ( "14","15","16","17","18","19","20" ) add Lower level Data 

              25 --- loksabha	कोर टीम  adfcx
              26 --- loksabha	प्रभारी
              27 --- loksabha	IT सेल प्रमुख 
              28 --- loksabha	अध्यक्ष
              29 --- loksabha	संगठन मानीटरिंग हैड
              30 --- loksabha	संगठन रिपोर्टिंग हैड
              31 --- loksabha	IT सेल मानीटरिंग हैड
              32 --- loksabha	IT सेल रिपोर्टिंग हैड


        ( "25,26,27,28,"29","30","31","32" ) view List
        ( "25","26","27","28" ) add Lower level Data

            33 ----	vidhansabha	विधानसभा प्रभारी
            34 ----	vidhansabha	विधानसभा अध्यक्ष

        ( 33,34 ) view List
        ( 33,34 ) add Lower level Data

            35	block	ब्लॉक कोर टीम 
            36	block	ब्लॉक IT सेल 
        
        ( 35,36 ) view List
        ( 35,36 ) add Lower level Data

            37	booth	बूथ IT सेल प्रभारी 
            38	booth	बूथ कोर टीम 
            39	booth	बूथ सहायक कार्यकर्ता



*/
}
